Repository: JungClara/mtbmap
Catalog: map/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Ascending
cs: Stoupání

source: Descending
cs: Klesání

source: Height
cs: Výška

source: name
cs: název

source: Perfect
cs: Dokonalé

source: Good
cs: Dobré

source: Usable
cs: Použitelné

source: Bad
cs: Špatné

source: Unusable
cs: Nepoužitelné

source: Does not bother
cs: Nijak neomezuje

source: Slow, but it is worth waiting
cs: Pomalé, ale rád si počkám

source: Slow, unusable
cs: Pomalé, nepoužitelné

source: Great
cs: Vyhovuje

source: Good, but I want more parameters
cs: Dobré, ale chci více parametrů

source: Good, but sometimes on wrong tracks
cs: Dobré, ale občas po cestách, které nechci

source: Bad, route is completely unusable
cs: Špatné, nevhodně nalezená trasa

source: Bad, I don't understand it at all
cs: Špatné, nechápu proč se to takto chová

source: Overall rating
cs: Celkové hodnocení

source: Speed
cs: Rychlost

source: Route quality
cs: Kvalita tras

source: Comment
cs: Komentář

source: Author
cs: Autor

source: Projection
cs: Zobrazení

source: Conformal cylindrical - Mercator
cs: Konformní válcové - mercatorovo

source: Created
cs: Vytvořeno

source: Sorry, we do not have height data for the area that you have requested.
cs: Omlouváme se, nemáme výšková data pro žádanou oblast nebo její část.

source: You have not set any point.
cs: Nezadali jste žádný bod.

source: No route parameters posted.
cs: Nebyly zadány žádné parametry trasy.

source: Thank you for your evaluation
cs: Děkujeme za vaše hodnocení

source: MTB map of Europe
cs: MTB mapa Evropy

source: Page not found
cs: Stránka nebyla nalezena

source: Sorry, requested url was not found.
cs: Omlouváme se, požadovaná stránka nebyla nalezena.

source: MTB map
cs: MTB mapa

source: Something is wrong!
cs: Něco se porouchalo!

source: It looks as we have broken something on our system. Sorry for any inconvenience. We are trying to fix it.
cs: Vypadá to, že jsme v našem systému něco pokazili. Omlouváme se za komplikace. Pokusíme se to opravit.

source: Map export
cs: Export mapového pole

source: Export bounds
cs: Hraniční souřadnice

source: Set per current view
cs: Nastavit podle zobrazení

source: Zoom level
cs: Přiblížení

source: Map image size
cs: Velikost mapového pole

source: Map elements
cs: Kompoziční prvky

source: Name
cs: Název mapy

source: Scale
cs: Měřítko

source: Legend
cs: Legenda

source: Impressum
cs: Tiráž

source: Display route
cs: Zobrazit trasu

source: Resolution for print
cs: Rozlišení pro tisk

source: You have sent just one coordinate, its height is %(height)s meters above sea level.
cs: Poslali jste pouze jeden bod, jeho výška je %(height)s metrů nad mořem.

source: Welcome to mtbmap.cz
cs: Vítejte na stránkách mtbmap.cz

source: <p> We offer free map for mountain biking (MTB) and hiking, which is based on data of the project <a href="http://openstreetmap.org/" target="_blank" >OpenStreetMap</a>. These data are consistently improved by keen contributors. They add new routes, points of interest and other objects. We update these contributions normally once a week and they are reflected in MTB map with some delay. Map export in corresponding tab is done with our latest data. That is how you can get up-to-date map in printable resolution. </p> <p> Legend is displayed for current map zoom and is available only for MTB layer. You can use routing functionality and create altitude profiles in the tab Routes. </p> <p> In case of any questions, remarks or new ideas, don't hesitate to send us an email. Address is in the bottom left corner. </p> <p> Other details and tutorials, which help you contribute to OpenStreetMap project are on our OpenStreetMap <a href="http://wiki.openstreetmap.org/wiki/MTB_map_Europe" target="_blank" >Wiki page</a>. Developers can look at our <a href="https://github.com/mattesCZ/mtbmap/" target="_blank" > GitHub project pages</a>. </p>
cs: <p> Poskytujeme volně dostupnou mapu pro jízdu na horském kole a pro pěší turistiku, která vznikla na základě dat projektu <a href="http://openstreetmap.org/" target="_blank" >OpenStreetMap</a>. Tato data vytrvale obohacují nadšení uživatelé o&nbsp;nové cesty, body zájmu a jiné objekty. and Na našem serveru aktualizujeme tyto příspěvky jednou týdně a s určitou časovou prodlevou se vykreslí i do mapy. Export map v příslušné záložce probíhá vždy z našich aktuálních dat. Můžete tak získat aktuální mapu v tiskové kvalitě. </p> <p> Legenda je zobrazena vždy pro aktuální přiblížení mapy a pouze pro vrstvu MTB. V&nbsp;záložce Trasy najdete funkce vyhledávání tras a vytváření výškových profilů svých tras. </p> <p> V případě dotazů, připomínek nebo nových nápadů neváhejte a napište nám na adresu autora uvedenou v&nbsp;tiráži. </p> <p> Další detaily, či návody jak přispívat do projektu OpenStreetMap jsou na našich <a href="http://wiki.openstreetmap.org/wiki/MTB_map_Europe" target="_blank" >Wiki stránkách</a>. Zdrojové kódy projektu MTB mapy jsou k dispozici <a href="https://github.com/mattesCZ/mtbmap/" target="_blank" > zde</a>. </p>

source: Legend for zoom %(zoom)s
cs: Legenda pro přiblížení (zoom) %(zoom)s

source: About
cs: O projektu

source: Routes
cs: Trasy

source: Places
cs: Místa

source: Data provided by
cs: Data poskytuje

source: and
cs: a

source: Version
cs: Verze

source: from
cs: od

source: Hardware provided by %(lab_link)s laboratory
cs: Hardware poskytuje laboratoř %(lab_link)s

source: Enter place name, address or coordinates
cs: Zadejte název místa, adresu nebo souřadnice

source: Search
cs: Hledat

source: Search is provided by OpenStreetmap
cs: Vyhledávání využívá služby OpenStreetMap

source: Routing
cs: Vyhledávání tras

source: Draw
cs: Vlastní

source: Upload GPX
cs: Nahrát GPX

source: Set route markers directly in map
cs: Zadejte přímo do mapy body, kterými vést trasu

source: Our routing data cover Czech Republic only
cs: V současné době je pokryto pouze území České republiky

source: Choose some routing profile:
cs: Vyberte vyhledávací profil:

source: You can further refine search parameters:
cs: Můžete dále upřesnit vyhledávací parametry:

source: FIND ROUTE
cs: HLEDAT TRASU

source: Reset route
cs: Smazat trasu

source: Load parameters
cs: Nahrát parametry

source: Save parameters
cs: Uložit parametry

source: Routing results
cs: Výsledky vyhledávání

source: Create altitude profile
cs: Vytvořit profil

source: Create GPX
cs: Vytvořit GPX

source: Change parameters
cs: Změnit parametry

source: New search
cs: Nové hledání

source: Evaluate routing
cs: Ohodnotit vyhledávání

source: Evaluation of route
cs: Ohodnocení vyhledané trasy

source: Please, evaluate the result of routing. Add a comment if offered choices are not sufficient. Thank you.
cs: Ohodnoťte, prosím, jak vám výsledek vyhledávání tras vyhovuje. Doplňte komentář, pokud nabízené možnosti nejsou dostatečné. Děkujeme.

source: Send
cs: Odeslat

source: Set your route points directly in map
cs: Zadejte trasu přímo do mapy

source: Zoom to route
cs: Zobrazit podle trasy

source: Reset
cs: Smazat

source: Upload your own GPX file
cs: Nahrajte vlastní GPX soubor

source: Upload
cs: Nahrát GPX

source: Global settings
cs: Hlavní nastavení

source: Vehicle:
cs: Způsob dopravy:

source: Consider oneways:
cs: Zohlednit jednosměrky:

source: Preferred ways
cs: Preferované cesty

source: Set your preference of ways with this parameters. Detailed information about parameters is on <a href="%(link)s" target="_blank">OpenStreetMap Wiki</a>.
cs: Nastavte vlastní priority jednotlivých parametrů cest. Detailní informace k jednotlivým parametrům jsou na <a href="%(link)s" target="_blank">Wiki</a> projektu OpenStreetMap.
